Repository: ijennyRSM/noop
Catalog: Strand/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pl, pt_pt, ru, th, zh_hans, zh_hant

source: Makes your WHOOP 5.0/MG advertise its heart rate as a standard Bluetooth HR sensor, so a Garmin (Edge/watch), Zwift or gym equipment can use it during a workout. Applied on the next connection (and immediately if connected); writes the strap's whoop_live_hr_in_adv_ind_pkt flag. Reversible. iPhone-side only. A Mac can't write to a 5/MG.
de: Lässt dein WHOOP 5.0/MG seine Herzfrequenz als Standard-Bluetooth-HF-Sensor senden, sodass ein Garmin (Edge/Uhr), Zwift oder Fitnessgeräte sie während eines Workouts nutzen können. Wird bei der nächsten Verbindung übernommen (und sofort, wenn verbunden); schreibt das whoop_live_hr_in_adv_ind_pkt-Flag des Straps. Umkehrbar. Nur iPhone-seitig. Ein Mac kann nicht auf ein 5/MG schreiben.
es: Hace que tu WHOOP 5.0/MG anuncie su frecuencia cardíaca como un sensor de FC Bluetooth estándar, de modo que un Garmin (Edge/reloj), Zwift o equipo de gimnasio puedan usarla durante un entrenamiento. Se aplica en la siguiente conexión (e inmediatamente si está conectada); escribe el flag whoop_live_hr_in_adv_ind_pkt de la pulsera. Reversible. Solo desde el iPhone. Un Mac no puede escribir en una 5/MG.
fr: Fait en sorte que votre WHOOP 5.0/MG diffuse sa fréquence cardiaque comme un capteur FC Bluetooth standard, afin qu'un Garmin (Edge/montre), Zwift ou un équipement de salle de sport puisse l'utiliser pendant un entraînement. Appliqué à la prochaine connexion (et immédiatement si connecté) ; écrit l'indicateur whoop_live_hr_in_adv_ind_pkt du bracelet. Réversible. Uniquement côté iPhone. Un Mac ne peut pas écrire sur un 5/MG.
it: Fa sì che il tuo WHOOP 5.0/MG trasmetta la frequenza cardiaca come un sensore FC Bluetooth standard, così un Garmin (Edge/orologio), Zwift o le attrezzature in palestra possono usarla durante un allenamento. Applicato alla prossima connessione (e immediatamente se connesso); scrive il flag whoop_live_hr_in_adv_ind_pkt della fascia. Reversibile. Solo lato iPhone, un Mac non può scrivere su un 5/MG.
pl: Sprawia, że ​​Twój WHOOP 5.0/MG ogłasza swoje tętno jako standardowy czujnik Bluetooth HR, więc Garmin (Edge/zegarek), Zwift lub sprzęt do ćwiczeń może go używać podczas treningu. Stosowane przy następnym połączeniu (i natychmiast, jeśli jest podłączone); zapisuje flagę whoop_live_hr_in_adv_ind_pkt paska. Odwracalny. Tylko po stronie iPhone'a. Komputer Mac nie może zapisywać na 5/MG.
pt_pt: Faz com que o teu WHOOP 5.0/MG anuncie o teu frequência cardíaca como um sensor Bluetooth HR padrão, para que um equipamento Garmin (Edge/watch), Zwift ou de ginásio possa utilizá-lo durante um treino. Aplicado na ligação seguinte (e imediatamente se ligado); escreve o flag whoop_live_hr_in_adv_ind_pkt da bracelete. Reversível. Apenas no lado do iPhone. Um Mac não pode gravar num 5/MG.
ru: Заставляет ваш WHOOP 5.0/MG транслировать пульс как стандартный Bluetooth-датчик пульса, чтобы Garmin (Edge/часы), Zwift или тренажёры в зале могли использовать его во время тренировки. Применяется при следующем подключении (или немедленно, если уже подключено); записывает флаг браслета whoop_live_hr_in_adv_ind_pkt. Обратимо. Только со стороны iPhone. Mac не может записывать в 5/MG.
th: ทำให้ WHOOP 5.0/MG ของคุณโฆษณาอัตราการเต้นหัวใจเป็นเซ็นเซอร์ Bluetooth HR มาตรฐาน ดังนั้น Garmin (Edge/นาฬิกา), Zwift หรืออุปกรณ์ออกกำลังกายจึงสามารถใช้งานได้ระหว่างออกกำลังกาย ใช้กับการเชื่อมต่อครั้งถัดไป (และทันทีหากเชื่อมต่อแล้ว) เขียนธง whoop_live_hr_in_adv_ind_pkt ของสายรัด กลับด้านได้ ฝั่ง iPhone เท่านั้น Mac ไม่สามารถเขียนถึง 5/MG ได้
zh_hans: 让你的 WHOOP 5.0/MG 以标准蓝牙心率传感器的形式广播其心率，这样 Garmin（Edge/手表）、Zwift 或健身房器械就能在锻炼期间使用它。在下次连接时应用（若已连接则立即应用）；会写入手环的 whoop_live_hr_in_adv_ind_pkt 标志位。可逆。仅在 iPhone 端，Mac 无法向 5/MG 写入。
zh_hant: 讓你的 WHOOP 5.0/MG 以標準藍牙心率感測器的形式廣播其心率，這樣 Garmin（Edge/手錶）、Zwift 或健身房器械就能在鍛鍊期間使用它。在下次連接時套用（若已連接則立即套用）；會寫入手環的 whoop_live_hr_in_adv_ind_pkt 旗標。可逆。僅在 iPhone 端，Mac 無法向 5/MG 寫入。

source: Male
de: Männlich
es: Hombre
fr: Masculin
it: Uomo
pl: Mężczyzna
pt_pt: Macho
ru: Мужской
th: ชาย
zh_hans: 男性
zh_hant: 男性

source: Manage
de: Verwalten
es: Gestionar
fr: Gérer
it: Gestisci
pl: Zarządzaj
pt_pt: Gerir
ru: Управление
th: จัดการ
zh_hans: 管理
zh_hant: 管理

source: Manage devices
de: Geräte verwalten
es: Gestionar dispositivos
fr: Gérer les appareils
it: Gestisci dispositivi
pl: Zarządzaj urządzeniami
pt_pt: Gerir dispositivos
ru: Управление устройствами
th: จัดการอุปกรณ์
zh_hans: 管理设备
zh_hant: 管理裝置

source: Manage my weight
de: Mein Gewicht im Griff behalten
es: Controlar mi peso
fr: Gérer mon poids
it: Gestisci il mio peso
pl: Zarządzaj masą ciała
pt_pt: Gerenciar meu peso
ru: Управляй своим весом
th: จัดการน้ำหนักของฉัน
zh_hans: 管理我的体重
zh_hant: 管理我的體重

source: Manage this goal — edit, pause, mark achieved, set aside or delete
de: Dieses Ziel verwalten — bearbeiten, pausieren, als erreicht markieren, beiseitelegen oder löschen
es: Gestionar este objetivo: editar, pausar, marcar como logrado, apartar o eliminar
fr: Gérer cet objectif — modifier, mettre en pause, marquer comme atteint, mettre de côté ou supprimer
it: Gestisci questo obiettivo — modifica, metti in pausa, segna come raggiunto, accantona o elimina
pl: Zarządzaj tym celem — edytuj, wstrzymaj, oznacz jako osiągnięty, odłóż lub usuń
pt_pt: Gerir este objetivo — editar, pausar, marcar como alcançado, pôr de lado ou eliminar
ru: Управление целью — изменить, приостановить, отметить достигнутой, отложить или удалить
th: จัดการเป้าหมายนี้ — แก้ไข หยุดชั่วคราว ทำเครื่องหมายว่าสำเร็จ พักไว้ หรือลบ
zh_hans: 管理此目标 — 编辑、暂停、标记为已达成、搁置或删除
zh_hant: 管理此目標 — 編輯、暫停、標記為已達成、擱置或刪除

source: Manage this goal — pause, mark achieved, set aside or delete
de: Dieses Ziel verwalten — pausieren, als erreicht markieren, beiseitelegen oder löschen
es: Gestionar este objetivo: pausar, marcar como logrado, apartar o eliminar
fr: Gérer cet objectif — mettre en pause, marquer comme atteint, mettre de côté ou supprimer
it: Gestisci questo obiettivo — metti in pausa, segna come raggiunto, accantona o elimina
pl: Zarządzaj tym celem — wstrzymaj, oznacz jako osiągnięty, odłóż lub usuń
pt_pt: Gerir este objetivo — pausar, marcar como alcançado, pôr de lado ou eliminar
ru: Управление целью — приостановить, отметить достигнутой, отложить или удалить
th: จัดการเป้าหมายนี้ — หยุดชั่วคราว ทำเครื่องหมายว่าสำเร็จ พักไว้ หรือลบ
zh_hans: 管理此目标 — 暂停、标记为已达成、搁置或删除
zh_hant: 管理此目標 — 暫停、標記為已達成、擱置或刪除

source: Manual
de: Manuell
fr: Manuel
it: Manuale
pl: Podręcznik
ru: Вручную
th: คู่มือ
zh_hans: 手动
zh_hant: 手動

source: Manual (you set this by hand)
de: Manuell (von Hand festgelegt)
es: Manual (lo defines tú a mano)
fr: Manuel (vous le définissez vous-même)
it: Manuale (lo imposti tu a mano)
pl: Ręczny (ustawiasz to ręcznie)
pt_pt: Manual (define-o manualmente)
ru: Вручную (вы задаёте это самостоятельно)
th: คู่มือ (คุณตั้งค่านี้ด้วยมือ)
zh_hans: 手动（由你亲自设置）
zh_hant: 手動（由你親自設定）

source: Manual override
de: Manuelle Übersteuerung
es: Anulación manual
fr: Remplacement manuel
it: Override manuale
pl: Ręczne obejście
pt_pt: Substituição manual
ru: Задать вручную
th: การแทนที่ด้วยตนเอง
zh_hans: 手动覆盖
zh_hant: 手動覆寫

source: Manual steps coefficient
de: Manueller Schritte-Koeffizient
es: Coeficiente de pasos manual
fr: Coefficient de pas manuel
it: Coefficiente passi manuale
pl: Współczynnik kroków ręcznych
pt_pt: Coeficiente de passos manuais
ru: Коэффициент шагов вручную
th: ค่าสัมประสิทธิ์จำนวนก้าวแบบแมนนวล
zh_hans: 手动步数系数
zh_hant: 手動步數係數

# Map of your %@ route, %@.
source: Map of your %1$@ route, %2$@.
de: Karte deiner %1$@-Route, %2$@.
es: Mapa de tu ruta de %@, %@.
fr: Carte de votre itinéraire de %1$@, %2$@.
it: Mappa del tuo percorso di %@, %@.
pl: Mapa Twojej trasy %1$@, %2$@.
pt_pt: Mapa do teu percurso %1$@, %2$@.
ru: Карта маршрута %1$@, %2$@.
th: แผนที่เส้นทาง %@ ของคุณ %@
zh_hans: 你的%@路线地图，%@。
zh_hant: 你的 %@ 路線地圖，%@。

source: Mar
de: Mär
fr: Mars
pl: Zniszczyć
pt_pt: março
ru: Мар
th: มี.ค
zh_hans: 3月
zh_hant: 3月

source: Mark a moment
de: Moment markieren
es: Marcar un momento
fr: Marquer un moment
it: Segna un momento
pl: Zaznacz chwilę
pt_pt: Marque um momento
ru: Отметить момент
th: บันทึกช่วงเวลาสำคัญ
zh_hans: 标记一刻
zh_hant: 標記一個時刻

source: Mark a Moment
de: Moment markieren
es: Marcar un momento
fr: Marquer un moment
it: Segna un momento
pl: Zaznacz chwilę
pt_pt: Marque um momento
ru: Отметить момент
th: บันทึกช่วงเวลาสำคัญ
zh_hans: 标记一个时刻
zh_hant: 標記一個時刻

source: Mark all read
de: Alle als gelesen markieren
es: Marcar todo como leído
fr: Tout marquer comme lu
it: Segna tutti come letti
pl: Zaznacz wszystkie jako przeczytane
pt_pt: Marcar tudo como lido
ru: Отметить всё как прочитанное
th: ทำเครื่องหมายว่าอ่านแล้วทั้งหมด
zh_hans: 全部标为已读
zh_hant: 全部標為已讀

source: Mark as achieved
de: Als erreicht markieren
es: Marcar como logrado
fr: Marquer comme atteint
it: Segna come raggiunto
pl: Oznacz jako osiągnięty
pt_pt: Marcar como alcançado
ru: Отметить как достигнутое
th: ทำเครื่องหมายว่าสำเร็จแล้ว
zh_hans: 标记为已实现
zh_hant: 標記為已實現

source: Mark as not done, and say why
de: Als nicht erledigt markieren und Grund angeben
es: Marcar como no realizado e indicar el motivo
fr: Marquer comme non fait et indiquer pourquoi
it: Contrassegna come non fatto e spiega il motivo
pl: Oznacz jako niewykonane i podaj powód
pt_pt: Marque como não concluído e diga por quê
ru: Отметить как невыполненное и сказать, почему
th: ทำเครื่องหมายว่ายังไม่เสร็จ และบอกว่าทำไม
zh_hans: 标记为未完成，并说明原因
zh_hant: 標記為未完成，並說明原因

source: Mark done today
de: Für heute als erledigt markieren
es: Marcar como hecho hoy
fr: Marquer comme fait aujourd'hui
it: Segna come fatto oggi
pl: Marek skończył dzisiaj
pt_pt: Marcar como concluído hoje
ru: Отметить выполненным сегодня
th: วันนี้มาร์คเสร็จแล้ว.
zh_hans: 标记今天已完成
zh_hant: 標記今天已完成

source: Mark optical experiment phase
de: Phase des optischen Experiments markieren
es: Marcar fase del experimento óptico
fr: Marquer la phase de l'expérience optique
it: Segna la fase dell'esperimento ottico
pl: Zaznacz fazę eksperymentu optycznego
pt_pt: Marcar fase da experiência ótica
ru: Отметить фазу оптического эксперимента
th: ทำเครื่องหมายช่วงการทดลองออปติคัล
zh_hans: 标记光学实验阶段
zh_hant: 標記光學實驗階段

source: Mark phase…
de: Phase markieren …
es: Marcar fase…
fr: Marquer la phase…
it: Contrassegna fase…
pl: Oznacz fazę…
pt_pt: Marcar fase…
ru: Отметить фазу…
th: ทำเครื่องหมายช่วง…
zh_hans: 标记阶段…
zh_hant: 標記階段…

source: Mark the start of each physical phase while wearing or handling the strap. NOOP aligns the marker to the timestamp inside delayed history buffers, then the offline analyzer compares block activation, header bytes and raw ADC changes. It does not assume a wavelength or calculate SpO₂/BP.
de: Markiere den Beginn jeder physischen Phase, während du das Band trägst oder handhabst. NOOP richtet die Markierung am Zeitstempel in den verzögerten Verlaufspuffern aus, dann vergleicht der Offline-Analyzer Blockaktivierung, Header-Bytes und rohe ADC-Änderungen. Es nimmt keine Wellenlänge an und berechnet kein SpO₂ und keinen Blutdruck.
es: Marca el inicio de cada fase física mientras llevas puesta o manipulas la banda. NOOP alinea el marcador con la marca de tiempo dentro de los búferes de historial diferidos y después el analizador sin conexión compara la activación de bloques, los bytes de cabecera y los cambios de ADC en bruto. No asume una longitud de onda ni calcula SpO₂ ni presión arterial.
fr: Marquez le début de chaque phase physique pendant que vous portez ou manipulez le bracelet. NOOP aligne le marqueur sur l'horodatage contenu dans les tampons d'historique différés, puis l'analyseur hors ligne compare l'activation des blocs, les octets d'en-tête et les variations brutes de l'ADC. Il ne présume aucune longueur d'onde et ne calcule ni SpO₂ ni tension artérielle.
it: Segna l'inizio di ogni fase fisica mentre indossi o maneggi la fascia. NOOP allinea il marcatore al timestamp contenuto nei buffer di cronologia differiti, poi l'analizzatore offline confronta l'attivazione dei blocchi, i byte di intestazione e le variazioni grezze dell'ADC. Non presume una lunghezza d'onda e non calcola SpO₂ né la pressione sanguigna.
pl: Zaznacz początek każdej fazy fizycznej podczas noszenia lub obsługi paska. NOOP wyrównuje znacznik do znacznika czasu w buforach opóźnionej historii, następnie analizator offline porównuje aktywację bloku, bajty nagłówka i surowe zmiany ADC. Nie przyjmuje długości fali ani nie oblicza SpO₂/BP.
pt_pt: Marca o início de cada fase física enquanto usas ou manipulas a bracelete. O NOOP alinha o marcador com a marca temporal dentro dos buffers de histórico diferidos e depois o analisador offline compara a ativação dos blocos, os bytes de cabeçalho e as alterações do ADC em bruto. Não assume um comprimento de onda nem calcula SpO₂ ou tensão arterial.
ru: Отмечайте начало каждой физической фазы, нося браслет или манипулируя им. NOOP сопоставляет метку с временной отметкой внутри отложенных буферов истории, затем офлайн-анализатор сравнивает активацию блоков, байты заголовка и изменения сырых значений АЦП. Он не предполагает длину волны и не вычисляет SpO₂ или артериальное давление.
th: ทำเครื่องหมายจุดเริ่มต้นของแต่ละช่วงขณะสวมใส่หรือจับสายรัด NOOP จะจัดตำแหน่งเครื่องหมายให้ตรงกับเวลาในบัฟเฟอร์ประวัติที่ล่าช้า จากนั้นตัววิเคราะห์แบบออฟไลน์จะเปรียบเทียบการทำงานของบล็อก ไบต์ส่วนหัว และการเปลี่ยนแปลง ADC ดิบ ระบบจะไม่คาดเดาความยาวคลื่นหรือคำนวณ SpO₂/ความดันโลหิต
zh_hans: 在佩戴或操作手环时标记每个物理阶段的开始。NOOP 会将标记对齐到延迟历史缓冲区内的时间戳，然后离线分析器比较块激活情况、头部字节和原始 ADC 变化。它不假定波长，也不计算 SpO₂ 或血压。
zh_hant: 在配戴或操作手環時標記每個物理階段的開始。NOOP 會將標記對齊到延遲歷史緩衝區內的時間戳，然後離線分析器比較區塊啟用情況、標頭位元組與原始 ADC 變化。它不假定波長，也不計算 SpO₂ 或血壓。

source: Marked: %@
de: Markiert: %@
es: Marcado: %@
fr: Marqué : %@
it: Contrassegnato: %@
pl: Oznaczono: %@
pt_pt: Marcado: %@
ru: Отмечено: %@
th: ทำเครื่องหมาย: %@
zh_hans: 已标记：%@
zh_hant: 已標記：%@

source: Marker wasn't saved. Keep frame recording on and try again.
de: Markierung wurde nicht gespeichert. Lass die Frame-Aufzeichnung an und versuche es erneut.
es: El marcador no se guardó. Mantén activada la grabación de tramas e inténtalo de nuevo.
fr: Le marqueur n'a pas été enregistré. Laissez l'enregistrement des trames activé et réessayez.
it: Il contrassegno non è stato salvato. Lascia attiva la registrazione dei frame e riprova.
pl: Znacznik nie został zapisany. Zostaw nagrywanie ramek włączone i spróbuj ponownie.
pt_pt: O marcador não foi guardado. Mantenha a gravação de tramas ligada e tente novamente.
ru: Метка не сохранена. Не выключайте запись кадров и повторите попытку.
th: เครื่องหมายไม่ได้รับการบันทึก เปิดการบันทึกเฟรมไว้แล้วลองอีกครั้ง
zh_hans: 标记未保存。请保持帧记录开启并重试。
zh_hant: 標記未儲存。請保持影格記錄開啟並重試。

source: Markers
de: Marker
es: Marcadores
fr: Marqueurs
it: Indicatori
pl: Markery
pt_pt: Marcadores
ru: Маркеры
th: ตัวชี้วัด
zh_hans: 标记
zh_hant: 標記

source: Match
de: Übereinstimmung
es: Coincidencia
fr: Correspondance
it: Corrispondenza
pl: Mecz
pt_pt: Correspondência
ru: Совпадение
th: จับคู่
zh_hans: 匹配
zh_hant: 匹配

# Matched %@ to %@.
source: Matched %1$@ to %2$@.
de: Matched %@ to %@.
es: Matched %@ to %@.
fr: Matched %@ to %@.
it: Matched %@ to %@.
pl: Dopasowano %@ do %@.
pt_pt: Matched %@ to %@.
ru: Matched %@ to %@.
th: จับคู่ %1$@ กับ %2$@
zh_hans: Matched %@ to %@.
zh_hant: Matched %@ to %@.

source: Max heart rate
de: Maximale Herzfrequenz
es: Frecuencia cardíaca máxima
fr: Fréquence cardiaque maximale
it: Frequenza cardiaca massima
pl: Maksymalne tętno
pt_pt: Frequência cardíaca máxima
ru: Максимальный пульс
th: อัตราการเต้นหัวใจสูงสุด
zh_hans: 最大心率
zh_hant: 最大心率

source: Max Heart Rate
de: Maximale Herzfrequenz
es: Frecuencia cardíaca máxima
fr: Fréquence cardiaque maximale
it: Frequenza cardiaca massima
pl: Maksymalne tętno
pt_pt: Frequência cardíaca máxima
ru: Максимальный пульс
th: อัตราการเต้นหัวใจสูงสุด
zh_hans: 最大心率
zh_hant: 最大心率

source: Max heart rate override
de: Manuelle maximale Herzfrequenz
es: Anulación de la frecuencia cardíaca máxima
fr: Remplacement FC max
it: Override frequenza cardiaca massima
pl: Zastąpienie maksymalnego tętna
pt_pt: Substituição da frequência cardíaca máxima
ru: Переопределение макс. пульса
th: การแทนที่อัตราการเต้นหัวใจสูงสุด
zh_hans: 最大心率覆盖
zh_hant: 最大心率覆寫

source: Max heart rate override, %@
de: Manuelle maximale Herzfrequenz, %@
es: Anulación de la frecuencia cardíaca máxima, %@
fr: Remplacement FC max, %@
it: Override frequenza cardiaca massima, %@
pl: Zastąpienie maksymalnego tętna, %@
pt_pt: Substituição da frequência cardíaca máxima, %@
ru: Переопределение макс. пульса, %@
th: อัตราการเต้นหัวใจสูงสุดแทนที่ %@
zh_hans: 最大心率覆盖，%@
zh_hant: 最大心率覆寫，%@

source: Max HR
de: Max. HF
es: FC máx
fr: FC max
it: FC max
pl: Maksymalne tętno
pt_pt: RH máximo
ru: Макс. пульс
th: แม็กซ์ เอชอาร์
zh_hans: 最大心率
zh_hant: 最大心率

source: May
de: Mai
fr: Mai
it: Mag
pl: Móc
pt_pt: Maio
ru: Май
th: อาจ
zh_hans: 5月
zh_hant: 5月

source: May be incomplete
de: Möglicherweise unvollständig
es: Puede estar incompleto
fr: Peut être incomplet
it: Potrebbe essere incompleto
pl: Może być niekompletny
pt_pt: Pode estar incompleto
ru: Возможно, неполно
th: อาจจะไม่สมบูรณ์
zh_hans: 可能不完整
zh_hant: 可能不完整

source: Mean
de: Mittelwert
es: Media
fr: Moyenne
it: Media
pl: Mieć na myśli
pt_pt: Média
ru: Среднее
th: หมายถึง
zh_hans: 平均值
zh_hant: 平均值

source: Mean %@
de: Mittelwert %@
es: Media %@
fr: Moyenne %@
it: Media %@
pl: Oznacza %@
pt_pt: Média %@
ru: Среднее %@
th: ค่าเฉลี่ย %@
zh_hans: 平均值 %@
zh_hant: 平均值 %@

source: Mean HR
de: Mittlere HF
es: FC media
fr: FC moyenne
it: FC media
pl: Oznacza HR
pt_pt: RH médio
ru: Средний пульс
th: หมายถึง HR
zh_hans: 平均心率
zh_hant: 平均心率

source: Measurement system
de: Maßsystem
es: Sistema de medidas
fr: Système de mesure
it: Sistema di misura
pl: System pomiarowy
pt_pt: Sistema de medição
ru: Система измерения
th: ระบบการวัด
zh_hans: 度量系统
zh_hant: 度量系統

source: Measuring…
de: Wird gemessen…
es: Midiendo…
fr: Mesure en cours…
it: Misurazione…
pl: Zmierzenie…
pt_pt: Medindo…
ru: Измеряем…
th: กำลังวัด...
zh_hans: 测量中…
zh_hant: 測量中…

source: Medium
de: Mittel
es: Medio
fr: Moyen
it: Medio
pl: Średni
pt_pt: Médio
ru: Средний
th: ปานกลาง
zh_hans: 中等
zh_hant: 中等

source: MEDIUM
de: MITTEL
es: MEDIO
fr: MOYEN
it: MEDIO
pl: ŚREDNI
pt_pt: MÉDIO
ru: СРЕДНИЙ
th: ปานกลาง
zh_hans: 中
zh_hant: 中

source: Memory
de: Gedächtnis
es: Memoria
fr: Mémoire
it: Memoria
pl: Pamięć
pt_pt: Memória
ru: Память
th: หน่วยความจำ
zh_hans: 内存
zh_hant: 記憶體

source: Memory is empty
de: Der Speicher ist leer
es: la memoria esta vacia
fr: La mémoire est vide
it: La memoria è vuota
pl: Pamięć jest pusta
pt_pt: A memória está vazia
ru: Память пуста
th: หน่วยความจำว่างเปล่า
zh_hans: 内存已空
zh_hant: 記憶體已空

source: Memory model
de: Gedächtnis-Modell
es: Modelo de memoria
fr: Modèle de mémoire
it: Modello di memoria
pl: Model pamięci
pt_pt: Modelo de memória
ru: Модель памяти
th: โมเดลหน่วยความจำ
zh_hans: 内存模型
zh_hant: 記憶體模型

source: Memory tools
de: Gedächtnis-Tools
es: Herramientas de memoria
fr: Outils de mémoire
it: Strumenti di memoria
pl: Narzędzia pamięci
pt_pt: Ferramentas de memória
ru: Инструменты памяти
th: เครื่องมือหน่วยความจำ
zh_hans: 记忆工具
zh_hant: 記憶工具

source: Menstrual Cycle
de: Menstruationszyklus
es: Ciclo menstrual
fr: Cycle menstruel
it: Ciclo mestruale
pl: Cykl menstruacyjny
pt_pt: Ciclo menstrual
ru: Менструальный цикл
th: รอบประจำเดือน
zh_hans: 月经周期
zh_hant: 月經週期

source: Menu and settings
de: Menü und Einstellungen
es: Menú y ajustes
fr: Menu et paramètres
it: Menu e impostazioni
pl: Menu i ustawienia
pt_pt: Menu e definições
ru: Меню и настройки
th: เมนูและการตั้งค่า
zh_hans: 菜单和设置
zh_hant: 選單和設定

source: Merge
de: Zusammenführen
es: fusionar
fr: Fusionner
it: Unisci
pl: Scal
pt_pt: Mesclar
ru: Объединить
th: ผสาน
zh_hans: 合并
zh_hant: 合併

source: Merge (%lld)
de: Zusammenführen (%lld)
es: Fusionar (%lld)
fr: Fusionner (%lld)
it: Unisci (%lld)
pl: Scal (%lld)
pt_pt: Mesclar (%lld)
ru: Объединить (%lld)
th: รวม (%lld)
zh_hans: 合并 (%lld)
zh_hant: 合併 (%lld)

source: METHOD
de: METHODE
es: MÉTODO
fr: MÉTHODE
it: METODO
pl: METODA
pt_pt: MÉTODO
ru: МЕТОД
th: วิธี
zh_hans: 方法
zh_hant: 方法

source: Metric
de: Metrik
es: Métrica
fr: Métrique
it: Metrica
pl: Metryczny
pt_pt: Métrica
ru: Метрика
th: เมตริก
zh_hans: 指标
zh_hant: 指標

source: Metric Relationships
de: Metrik-Beziehungen
es: Relaciones entre métricas
fr: Relations entre métriques
it: Relazioni tra metriche
pl: Relacje metryczne
pt_pt: Relações Métricas
ru: Связи показателей
th: ความสัมพันธ์แบบเมตริก
zh_hans: 指标关系
zh_hant: 指標關係

source: Metrics
de: Metriken
es: Métricas
fr: Métriques
it: Metriche
pl: Metryka
pt_pt: Métricas
ru: Метрики
th: เมตริก
zh_hans: 指标
zh_hant: 指標

source: mid
de: mittel
es: media
fr: moyen
it: media
pl: średni
ru: средний
th: กลาง
zh_hans: 中
zh_hant: 中

source: Mid-cycle shift
de: Verschiebung zur Zyklusmitte
es: Cambio a mitad de ciclo
fr: Décalage à mi-cycle
it: Variazione a metà ciclo
pl: Zmiana w połowie cyklu
pt_pt: Mudança a meio do ciclo
ru: Смещение середины цикла
th: กะกลางรอบ
zh_hans: 周期中段变化
zh_hant: 週期中段變化

source: Milestones
de: Meilensteine
es: Hitos
fr: Jalons
it: Pietre miliari
pl: Kamienie milowe
pt_pt: Marcos
ru: Вехи
th: เหตุการณ์สำคัญ
zh_hans: 里程碑
zh_hant: 里程碑
